Repository: jasp-stats/jaspTimeSeries
Catalog: po/QML-*.po
Languages: de, nl

# StationarityTimeSeries|
source: Optional. Can either be an ordinal variable indicating the order of the observations, or a text variable indicating the date/time stamp of the observations. Combined date and time values should be in the standard format 'YYYY-MM-DD HH:MM:SS', where seconds (':SS') can also be omitted. Date-only values should be in the format 'YYYY-MM-DD'. If a time variable is not supplied, the row order of the data is used.
de: Optional. Kann entweder eine ordinale Variable sein, welche die Reihenfolge von Beobachtungen angibt, oder eine Textvariable, welche die Datum/Zeitstempel von Beobachtungen angibt. Kombinierte Werte von Datum und Zeit sollten im Standartformat sein 'JJJJ-MM-TT HH:MM:SS', wobei Sekunden (':SS') auch ausgelassen werden können. Werte ausschließlich mit Datum sollten im Format 'JJJJ-MM-TT' sein. Wenn keine Zeitvariable angegeben wird, wird die Zeilenreihenfolge der Daten genutzt.
nl: Optioneel. Kan een ordinale variabele zijn die de volgorde van de waarnemingen aangeeft, of een tekstvariabele die de datum/tijdstempel van de waarnemingen aangeeft. Gecombineerde datum- en tijdwaarden moeten in het standaardformaat “JJJJ-MM-DD HH:MM:SS” zijn, waarbij seconden (“:SS”) ook kunnen worden weggelaten. Alleen datumwaarden moeten in het formaat “JJJJ-MM-DD” staan. Als er geen tijdvariabele wordt opgegeven, wordt de rijvolgorde van de gegevens gebruikt.

# StationarityTimeSeries|
source: Stationarity Tests
de: Stationaritätstests
nl: Stationariteitstoetsen

# StationarityTimeSeries|
source: Augmented Dickey-Fuller
de: Erweiterter Dickey-Fuller
nl: Verbeterde Dickey-Fuller

# StationarityTimeSeries|
source: Computes an ADF test where the null assumes that the time-series has a unit root. The p-values are interpolated from a table of critical values in Banerjee et al. (1993), when the statistic lies outside the range of critical values, a note is added to the table.
de: Berechnet einen ADF-Test mit der Null-Annahme, dass die Zeitreihen eine Einheitswurzel aufweisen. Die p-Werte werden aus einer Tabelle kritischer Werte in Banerjee et al. (1993) interpoliert; falls die Statistik außerhalb des Wertebereichs liegt, wird der Tabelle eine Notiz hinzugefügt.

# StationarityTimeSeries|
source: Computes a PP test where the null assumes that the time-series has a unit root. The p-values are interpolated from a table of critical values in Banerjee et al. (1993), when the statistic lies outside the range of critical values, a note is added to the table.
de: Berechnet einen PP-Test mit der Null-Annahme, dass die Zeitreihen eine Einheitswurzel aufweisen. Die p-Werte werden aus einer Tabelle kritischer Werte in Banerjee et al. (1993) interpoliert; falls die Statistik außerhalb des Wertebereichs liegt, wird der Tabelle eine Notiz hinzugefügt.
nl: Berekent een PP-test waarbij de nulwaarde aanneemt dat de tijdreeks een eenheidswortel heeft. De p-waarden worden geïnterpoleerd uit een tabel met kritieke waarden in Banerjee et al. (1993). Als de statistiek buiten het bereik van de kritieke waarden ligt, wordt een opmerking aan de tabel toegevoegd.

# StationarityTimeSeries|
source: Regression coefficient test
de: Regressionskoeffizenttest
nl: Regressiecoëfficiënt toets

# StationarityTimeSeries|
source: Studentized test
de: Studentischer Test
nl: Studenten toets

# StationarityTimeSeries|
source: Computes a KPSS test where the null assumes that the time-series is level or trend stationary. The p-values are interpolated from a table of critical values in Kwiatkowski et al. (1992), when the statistic lies outside the range of critical values, a note is added to the table.
de: Berechnet einen KPSS-Test mit der Null-Annahme, dass die Zeitreihen Niveau- oder Trendstationär ist. Die p-Werte werden aus einer Tabelle kritischer Werte in Kwiatkowski et al. (1992) interpoliert; falls die Statistik außerhalb des Wertebereichs liegt, wird der Tabelle eine Notiz hinzugefügt.
nl: Berekent een KPSS-test waarbij de nulhypothese aanneemt dat de tijdreeks stationair is op niveau of trend. De p-waarden worden geïnterpoleerd uit een tabel met kritieke waarden in Kwiatkowski et al. (1992). Als de statistiek buiten het bereik van de kritieke waarden ligt, wordt een opmerking aan de tabel toegevoegd.

# StationarityTimeSeries|
source: Level stationary
de: Niveaustationär
nl: Niveau stationariteit

# StationarityTimeSeries|
source: Trend stationary
de: Trendstationär
nl: Trend stationariteit

# StationarityTimeSeries|
source: Filter by
de: Filtern nach
nl: Filter op

# StationarityTimeSeries|
source: Filters the time series so only a specific range will be used for further analyses. Row number refers to the row number in the spreadsheet. If a 'Time' variable is supplied it is also possible to filter by time index or date, depending on the format of the 'Time' variable.
de: Filtert die Zeitreihe, sodass nur ein bestimmter Bereich für weitere Analysen verwendet wird. Zeilennummer bezieht sich auf die Zeilennummer in der Datentabelle. Wenn eine 'Zeit'-Variable angegeben wird, kann je nach Format der 'Zeit'-Variable auch nach Zeitindex oder Datum gefiltert werden.
nl: Filtert de tijdreeks zodat alleen een specifiek bereik wordt gebruikt voor verdere analyses. Het rijnummer verwijst naar het rijnummer in de spreadsheet. Als er een 'Tijd'-variabele wordt opgegeven, is het ook mogelijk om te filteren op tijdsindex of datum, afhankelijk van de indeling van de 'Tijd'-variabele.

# StationarityTimeSeries|
source: Row number
de: Zeilennummer
nl: Rijnummer

# StationarityTimeSeries|
source: End
de: Ende
nl: Einde

# StationarityTimeSeries|
source: Time index
de: Zeitindex
nl: Tijdindex

# StationarityTimeSeries|
source: Date
de: Datum
nl: Datum

# StationarityTimeSeries|
source: Takes the log of the dependent variable.
de: Berechnet den Logarithmus der abhängigen Variable.
nl: Neemt de logaritme van de afhankelijke variabele.

# StationarityTimeSeries|
source: Base 10
de: Basis 10
nl: Grondgetal 10

# StationarityTimeSeries|
source: Base e
de: Basis e
nl: Grondgetal e

# StationarityTimeSeries|
source: Root
de: Wurzel
nl: Wortel

# StationarityTimeSeries|
source: Takes the root of the dependent variable.
de: Berechnet die Wurzel der abhängigen Variable.
nl: Neemt de wortel uit de afhankelijke variabele.

# StationarityTimeSeries|
source: Square
de: Quadrat
nl: Kwadraat

# StationarityTimeSeries|
source: Cube
de: Kubik
nl: Derdemachts

# StationarityTimeSeries|
source: Transforms the dependent variable using a Box-Cox transformation. Lambda is the transformation parameter. If lambda is chosen automatically, it minimizes the coefficient of variation for the dependent variable using Guerrero's method.
de: Transformiert die abhängige Variable mit einer Box-Cox-Transformation. Lambda ist der Transformationsparameter. Wird Lambda automatisch gewählt, minimiert es den Variationskoeffizient für die abhängige Variable mit Guerreros Methode.
nl: Transformeert de afhankelijke variabele met behulp van een Box-Cox transformatie. Lambda is de transformatieparameter. Als lambda automatisch wordt gekozen, wordt de variatiecoëfficiënt voor de afhankelijke variabele geminimaliseerd met behulp van de methode van Guerrero.

# StationarityTimeSeries|
source: Custom
de: Benutzerdefiniert
nl: Aangepast

# StationarityTimeSeries|
source: Detrend using linear regression
de: Trendbereinigung mit linearer Regression
nl: Trendcorrectie met lineaire regressie

# StationarityTimeSeries|
source: Fits a polynomial regression to the dependent variable with time as predictor, and keeps only the residuals. If best fitting is selected, the polynomial regression is chosen based on the information criterion.
de: Anpassen der abhängige Variable mit polynomischer Regression mit Zeit als Prädiktor, und behält nur die Residuen. Falls die beste Anpassung ausgewählt ist, wird die Polynomregression anhand des Informationskriteriums gewählt.
nl: Past een polynomiale regressie toe op de afhankelijke variabele met tijd als voorspeller en behoudt alleen de residuen. Als de beste passing is geselecteerd, wordt de polynoomregressie gekozen op basis van het informatiecriterium.

# StationarityTimeSeries|
source: Best fitting
de: Beste Anpassung
nl: Best passend

# StationarityTimeSeries|
source: Information criterion
de: Informationskriterium
nl: Informatiecriterium

# StationarityTimeSeries|
source: Difference
de: Differentiation
nl: Verschil

# StationarityTimeSeries|
source: Differences the dependent variable. Note that differencing leads to a shorter time-series (n - lag) as a lag is used.
de: Differentiation der abhängigen Variable. Beachten Sie, dass die Differentiation zu einer kürzeren Zeitreihe (n - Verzögerung) führt, da eine Verzögerung verwendet wird.
nl: Verschilt de afhankelijke variabele. Merk op dat verschillen leidt tot een kortere tijdreeks (n - vertraging) omdat een vertraging wordt gebruikt.

# StationarityTimeSeries|
source: Lag
de: Verzögerung
nl: Vertraging

# StationarityTimeSeries|
source: Order
de: Ordnung
nl: Orde

# StationarityTimeSeries|
source: Append transformation to spreadsheet
de: Transformation zur Datentabelle hinzufügen
nl: Transformatie toevoegen aan spreadsheet

# StationarityTimeSeries|
source: Appends the transformed dependent variable to the spreadsheet, so these can be used in further analyses.
de: Fügt die transformierte abhängige Variable zur Datentabelle hinzu, sodass diese in weiteren Analysen verwendet werden kann.
nl: Voegt de getransformeerde afhankelijke variabele toe aan de spreadsheet, zodat deze kan worden gebruikt in verdere analyses.

# StationarityTimeSeries|
source: Column name
de: Spaltenname
nl: Kolomnaam

# StationarityTimeSeries|
source: e.g., transformed
de: z.B. transformiert
nl: bijv. getransformeerd

# StationarityTimeSeries|
source: Plots
de: Diagramme
nl: Figuren

# StationarityTimeSeries|
source: Time series plot
de: Zeitreihendiagramm
nl: Tijdreeksfiguur

# StationarityTimeSeries|
source: Plots the (transformed) dependent variable (y-axis) over time (x-axis).
de: Zeichnet die (transformierte) abhängige Variable (y-Achse) über die Zeit (x-Achse).
nl: Zet de (getransformeerde) afhankelijke variabele (y-as) uit over de tijd (x-as).

# StationarityTimeSeries|
source: Points
de: Punkte
nl: Punten

# StationarityTimeSeries|
source: Line
de: Linie
nl: Lijn

# StationarityTimeSeries|
source: Both
de: Beide
nl: Beide

# StationarityTimeSeries|
source: Distribution
de: Verteilung
nl: Verdeling

# StationarityTimeSeries|
source: Density
de: Dichte
nl: Dichtheid

# StationarityTimeSeries|
source: Histogram
de: Histogramm

# StationarityTimeSeries|
source: None
de: Keine
nl: Geen

# StationarityTimeSeries|
source: Autocorrelation function
de: Autokorrelationsfunktion
nl: Autocorrelatiefunctie

# StationarityTimeSeries|
source: Plots the autocorrelation for a specified number of lags. The confidence interval may be given assuming either a white noise process, or assuming for a lag q a moving average process of order q - 1
de: Zeigt die Autokorrelation für eine bestimmte Anzahl von Verzögerungen. Das Konfidenzintervall kann angegeben werden, mit der Annahme eines Prozesses mit weißem Rauschen, oder der Annahme eines gleitenden Mittelwertsprozesses der Ordnung q - 1 für eine Verzögerung q
nl: Tekent de autocorrelatie voor een opgegeven aantal vertragingen. Het betrouwbaarheidsinterval kan worden gegeven uitgaande van een proces met witte ruis, of uitgaande van voor een vertraging q een voortschrijdend gemiddelde van orde q - 1

# StationarityTimeSeries|
source: Maximum lag
de: Maximale Verzögerung
nl: Maximale vertraging

# StationarityTimeSeries|
source: Zero lag
de: Null Verzögerung
nl: Geen vertraging

# StationarityTimeSeries|
source: Confidence interval
de: Konfidenzintervall
nl: Betrouwbaarheidsinterval

# StationarityTimeSeries|
source: Based on white noise
de: Basierend auf weißem Rauschen
nl: Gebaseerd op witte ruis

# StationarityTimeSeries|
source: Based on moving average
de: Basierend auf gleitendem Mittelwert
nl: Gebaseerd op voortschrijdend gemiddelde

# StationarityTimeSeries|
source: Partial autocorrelation function
de: Partielle Autokorrelationsfunktion
nl: Partiële autocorrelatiefunctie

# StationarityTimeSeries|
source: Plots the partial autocorrelation for a specified number of lags.
de: Zeigt die partielle Autokorrelation für eine bestimmte Anzahl von Verzögerungen.
nl: Tekent de partiële autocorrelatie voor een opgegeven aantal vertragingen.

# SpectralTimeSeries|
source: Variable
nl: Variabele

# SpectralTimeSeries|
source: Dimension
nl: Dimensie

# SpectralTimeSeries|
source: Transformation
nl: Transformatie

# StationarityTimeSeries|
source: Variable
nl: Variabele

# StationarityTimeSeries|
source: Transformation
nl: Transformatie

# StationarityTimeSeries|
source: Polynomial
nl: Polynomiaal

# StationarityTimeSeries|
source: Computes an ADF test that accounts for a constant (drift) and a linear trend, where the null assumes that the time-series has a unit root. A default lag order is used based on T-1^(1/3). The p-values are interpolated from a table of critical values in Banerjee et al. (1993), when the statistic lies outside the range of critical values, a note is added to the table.
nl: Berekent een ADF-test die rekening houdt met een constante (drift) en een lineaire trend, waarbij de nulwaarde aanneemt dat de tijdreeks een eenheidswortel heeft. Er wordt een standaard lagvolgorde gebruikt op basis van T-1^(1/3). De p-waarden worden geïnterpoleerd uit een tabel met kritieke waarden in Banerjee et al. (1993). Als de statistiek buiten het bereik van de kritieke waarden ligt, wordt een opmerking aan de tabel toegevoegd.

# ARIMATimeSeries|
source: Appends the residuals to the spreadsheet, so these can be used in further analyses.
nl: Voegt de residuen toe aan de spreadsheet, zodat deze kunnen worden gebruikt in verdere analyses.
