Repository: jasp-stats/jaspTimeSeries
Catalog: po/QML-*.po
Languages: de, nl

# Description|
source: Time Series
de: Zeitreihen
nl: Tijdsreeksen

# Description|
source: This module offers time series analyses.
de: Dieses Modul bietet Zeitreihenanalysen.
nl: Deze module biedt tijdreeksanalyses.

# Description|
source: Descriptives
de: Deskriptive Statistiken
nl: Beschrijvende statistiek

# Description|
source: Stationarity
de: Stationarität
nl: Stationariteit

# Description|
source: Spectral Analysis
de: Spektralanalyse
nl: Spectrale Analyse

# ARIMATimeSeries|
source: Allows the user to fit a (seasonal) AR/MA/ARMA/ARIMA model to a time series.
de: Ermöglicht dem Benutzer die Anpassung eines (saisonalen) AR/MA/ARMA/ARIMA-Modells an eine Zeitreihe.
nl: Hiermee kan de gebruiker een (seizoensgebonden) AR/MA/ARMA/ARIMA-model toepassen op een tijdreeks.

# ARIMATimeSeries|
source: Dependent Variable
de: Abhängige Variable
nl: Afhankelijke Variabele

# ARIMATimeSeries|
source: A variable that is measured repeatedly over time.
de: Eine Variable, die im Laufe der Zeit wiederholt gemessen wird.
nl: Een variabele die in de loop van de tijd herhaaldelijk wordt gemeten.

# ARIMATimeSeries|
source: Time
de: Zeit
nl: Tijd

# ARIMATimeSeries|
source: Optional. Can either be an ordinal variable indicating the time index/order of the observations, or a text variable indicating the date/time stamp of the observations. Combined date and time values should be in the standard format 'YYYY-MM-DD HH:MM:SS', where seconds (':SS') can also be omitted. Date-only values should be in the format 'YYYY-MM-DD'. If a time variable is not supplied, the row order of the data is used.
de: Optional. Kann entweder eine ordinale Variable sein, die den Zeitindex/die Reihenfolge der Beobachtungen angibt, oder eine Textvariable, die den Datums-/Zeitstempel der Beobachtungen angibt. Kombinierte Datums- und Zeitwerte sollten im Standardformat 'JJJJ-MM-TT HH:MM:SS' angegeben werden, wobei Sekunden (':SS') auch weggelassen werden können. Reine Datumsangaben sollten das Format 'JJJJ-MM-TT' haben. Wird keine Zeitvariable angegeben, wird die Zeilenreihenfolge der Daten verwendet.
nl: Optioneel. Kan een ordinale variabele zijn die de tijdsindex/volgorde van de waarnemingen aangeeft, of een tekstvariabele die de datum/tijdstempel van de waarnemingen aangeeft. Gecombineerde datum- en tijdwaarden moeten in het standaardformaat “JJJJ-MM-DD HH:MM:SS” zijn, waarbij seconden (“:SS”) ook kunnen worden weggelaten. Alleen datumwaarden moeten in het formaat “JJJJ-MM-DD” staan. Als er geen tijdvariabele wordt opgegeven, wordt de rijvolgorde van de gegevens gebruikt.

# ARIMATimeSeries|
source: Covariates
de: Kovariaten
nl: Covariaten

# ARIMATimeSeries|
source: Optional. A numerical variable to include in the model as external regressor.
de: Optional. Eine numerische Variable, die als externer Regressor in das Modell einbezogen wird.
nl: Optioneel. Een numerieke variabele om op te nemen in het model als externe regressor.

# ARIMATimeSeries|
source: Time series plot
de: Zeitreihendiagramm
nl: Tijdreeksfiguur

# ARIMATimeSeries|
source: Plots the dependent variable (y-axis) over time (x-axis).
de: Zeichnet die abhängige Variable (y-Achse) über die Zeit (x-Achse).
nl: Zet de afhankelijke variabele (y-as) uit over de tijd (x-as).

# ARIMATimeSeries|
source: Points
de: Punkte
nl: Punten

# ARIMATimeSeries|
source: Line
de: Linie
nl: Lijn

# ARIMATimeSeries|
source: Both
de: Beide
nl: Beide

# ARIMATimeSeries|
source: Distribution
de: Verteilung
nl: Verdeling

# ARIMATimeSeries|
source: Density
de: Dichte
nl: Dichtheid

# ARIMATimeSeries|
source: Histogram
de: Histogramm

# ARIMATimeSeries|
source: None
de: Keine
nl: Geen

# ARIMATimeSeries|
source: Filter by
de: Filtern nach
nl: Filter op

# ARIMATimeSeries|
source: Filters the time series so only a specific range will be used for further analyses. Row number refers to the row number in the spreadsheet. If a 'Time' variable is supplied it is also possible to filter by time index or date, depending on the format of the 'Time' variable.
de: Filtert die Zeitreihe, so dass nur ein bestimmter Bereich für weitere Analysen verwendet wird. Zeilennummer bezieht sich auf die Zeilennummer in der Datentabelle. Wenn eine 'Zeit'-Variable angegeben wird, kann auch nach Zeitindex oder Datum gefiltert werden, je nach Format der 'Zeit'-Variable.
nl: Filtert de tijdreeks zodat alleen een specifiek bereik wordt gebruikt voor verdere analyses. Het rijnummer verwijst naar het rijnummer in de spreadsheet. Als er een 'Tijd'-variabele wordt opgegeven, is het ook mogelijk om te filteren op tijdsindex of datum, afhankelijk van de indeling van de 'Tijd'-variabele.

# ARIMATimeSeries|
source: Row number
de: Zeilennummer
nl: Rijnummer

# ARIMATimeSeries|
source: End
de: Ende
nl: Einde

# ARIMATimeSeries|
source: Time index
de: Zeitindex
nl: Tijdindex

# ARIMATimeSeries|
source: Date
de: Datum
nl: Datum

# ARIMATimeSeries|
source: Model
de: Modell

# ARIMATimeSeries|
source: Intercept
de: Konstante

# ARIMATimeSeries|
source: Include an intercept in the model.
de: Eine Konstante in das Modell einbeziehen.
nl: Neem een intercept op in het model.

# ARIMATimeSeries|
source: Seasonal components
de: Saisonale Komponenten
nl: Seizoensgebonden componenten

# ARIMATimeSeries|
source: Fit a seasonal ARIMA model. If the frequency is not known, a dominant frequency may be determined from a spectral analysis.
de: Anpassung eines saisonalen ARIMA-Modells. Wenn die Frequenz nicht bekannt ist, kann eine dominante Frequenz aus einer Spektralanalyse ermittelt werden.
nl: Pas een seizoensgebonden ARIMA-model toe. Als de frequentie niet bekend is, kan een dominante frequentie worden bepaald uit een spectrale analyse.

# ARIMATimeSeries|
source: Period
de: Periode
nl: Periode

# ARIMATimeSeries|
source: Custom
de: Benutzerdefiniert
nl: Aangepast

# ARIMATimeSeries|
source: Model Specification
de: Modellspezifikation
nl: Modelspecificatie

# ARIMATimeSeries|
source: Specifies what ARIMA model to fit. The best fitting model is determined by the Hyndman-Khandakar algorithm.
de: Gibt an, welches ARIMA-Modell angepasst werden soll. Das am besten passende Modell wird durch den Hyndman-Khandakar-Algorithmus bestimmt.
nl: Geeft aan welk ARIMA-model moet worden gebruikt. Het best passende model wordt bepaald door het Hyndman-Khandakar algoritme.

# ARIMATimeSeries|
source: Best fitting
de: Beste Anpassung
nl: Best passend

# ARIMATimeSeries|
source: Information criterion
de: Informationskriterium
nl: Informatiecriterium

# ARIMATimeSeries|
source: Manual
de: Manuell
nl: Handmatig

# ARIMATimeSeries|
source: Nonseasonal
de: Nicht saisonal
nl: Niet-seizoensgebonden

# ARIMATimeSeries|
source: Autoregressive (AR) order p
de: Autoregressive (AR) Grad p
nl: Autoregressieve (AR) orde p

# ARIMATimeSeries|
source: Difference (I) degree d
de: Differenz (I) Grad d
nl: Verschil (I) graad d

# ARIMATimeSeries|
source: Moving average (MA) order q
de: Gleitender Mittelwert (MA) Grad q
nl: Voortschrijdend gemiddelde (MA) orde q

# ARIMATimeSeries|
source: Seasonal
de: Saisonal
nl: Seizoensgebonden

# ARIMATimeSeries|
source: Autoregressive (AR) order P
de: Autoregressiver (AR) Grad P
nl: Autoregressieve (AR) orde P

# ARIMATimeSeries|
source: Difference (I) degree D
de: Differenz (I) Grad D
nl: Verschil (I) graad D

# ARIMATimeSeries|
source: Moving average (MA) order Q
de: Gleitender Mittelwert (MA) Grad Q
nl: Voortschrijdend gemiddelde (MA) orde Q

# ARIMATimeSeries|
source: Residual Diagnostics
de: Residual-Diagnostik
nl: Residuele Diagnostiek

# ARIMATimeSeries|
source: Plots
de: Diagramme
nl: Figuren

# ARIMATimeSeries|
source: Plots the residuals (y-axis) over time (x-axis).
de: Zeigt die Residuen (y-Achse) über die Zeit (x-Achse).
nl: Zet de residuen (y-as) uit over de tijd (x-as).

# ARIMATimeSeries|
source: Q-Q plot
de: Q-Q-Diagramm
nl: Q-Q Figuur

# ARIMATimeSeries|
source: Plots the quantile-quantile plot of the residuals.
de: Zeigt das Quantil-Quantil-Diagramm der Residuen.
nl: Tekent de kwantiel-kwantielplot van de residuen.

# ARIMATimeSeries|
source: Autocorrelation
de: Autokorrelation
nl: Autocorrelatie

# ARIMATimeSeries|
source: Autocorrelation function
de: Autokorrelationsfunktion
nl: Autocorrelatiefunctie

# ARIMATimeSeries|
source: Plots the autocorrelation for a specified number of lags. The confidence interval may be given assuming a white noise process.
de: Zeigt die Autokorrelation für eine bestimmte Anzahl von Verzögerungen. Das Konfidenzintervall kann unter der Annahme eines Prozesses mit weißem Rauschen angegeben werden.
nl: Tekent de autocorrelatie voor een opgegeven aantal vertragingen. Het betrouwbaarheidsinterval kan worden gegeven uitgaande van een proces met witte ruis.

# ARIMATimeSeries|
source: Zero lag
de: Null Verzögerung
nl: Geen vertraging

# ARIMATimeSeries|
source: Confidence interval
de: Konfidenzintervall
nl: Betrouwbaarheidsinterval

# ARIMATimeSeries|
source: Ljung-Box p-values
de: Ljung-Box p-Werte
nl: Ljung-Box p-waardes

# ARIMATimeSeries|
source: Plots the p-values of the Ljung-Box test for a number of lags of which the null hypothesis assumes that the data independently distributed and therefore have no autocorrelation.
de: Stellt die p-Werte des Ljung-Box-Tests für eine Anzahl von Verzögerungen dar, bei denen die Nullhypothese davon ausgeht, dass die Daten unabhängig verteilt sind und daher keine Autokorrelation aufweisen.
nl: Geeft de p-waarden weer van de Ljung-Box test voor een aantal vertragingen waarvan de nulhypothese veronderstelt dat de gegevens onafhankelijk verdeeld zijn en dus geen autocorrelatie hebben.

# ARIMATimeSeries|
source: Significance level
de: Signifikanzniveau
nl: Significantieniveau

# ARIMATimeSeries|
source: Maximum lag
de: Maximale Verzögerung
nl: Maximale vertraging

# ARIMATimeSeries|
source: Append residuals to spreadsheet
de: Residuen an Datentabelle anhängen
nl: Voeg residuen toe aan spreadsheet

# ARIMATimeSeries|
source: Column name
de: Spaltenname
nl: Kolomnaam

# ARIMATimeSeries|
source: e.g., residuals
de: z. B. Residuen
nl: bijv. residuen

# ARIMATimeSeries|
source: Forecasting
de: Prognosen
nl: Prognoses

# ARIMATimeSeries|
source: Number of forecasts
de: Anzahl Prognosen
nl: Aantal prognoses

# ARIMATimeSeries|
source: Determines the number forecasts to make.
de: Festlegen, wieviele Prognosen erstellt werden.
nl: Bepaalt het aantal prognoses dat moet worden gedaan.

# ARIMATimeSeries|
source: Save forecasts as
de: Prognosen speichern als
nl: Sla prognoses op als

# ARIMATimeSeries|
source: e.g. forecasts.csv
de: z.B. Prognosen.csv
nl: bijv. prognoses.csv

# ARIMATimeSeries|
source: Saves the forecasts in a seperate .csv file.
de: Speichert die Prognosen in einer seperaten .csv-Datei.
nl: Slaat de prognoses op in een apart .csv-bestand.

# ARIMATimeSeries|
source: Plots the forecasts (and observed values) (y-axis) over time (x-axis)
de: Zeigt die Prognosen (und beobachtete Werte) (y-Achse) über die Zeit (x-Achse)
nl: Zet de prognoses (en waargenomen waarden) (y-as) uit over de tijd (x-as)

# ARIMATimeSeries|
source: Observed data
de: Beobachtete Daten
nl: Waargenomen gegevens

# ARIMATimeSeries|
source: Forecasts table
de: Prognosetabelle
nl: Prognosetabel

# DescriptivesTimeSeries|
source: Descriptives allows the user to obtain descriptive statistics and descriptive plots for univariate time-series.
de: Deskriptive ermöglichen es dem Benutzer, deskriptive Statistiken und deskriptive Diagramme für univariate Zeitreihen zu erhalten.

# DescriptivesTimeSeries|
source: A variable that is measured repeatedly over time.
de: Eine Variable, die über die Zeit wiederholt gemessen wird.

# DescriptivesTimeSeries|
source: Time
de: Zeit

# DescriptivesTimeSeries|
source: Optional. Can either be an ordinal variable indicating the order of the observations, or a text variable indicating the date/time stamp of the observations. Combined date and time values should be in the standard format 'YYYY-MM-DD HH:MM:SS', where seconds (':SS') can also be omitted. Date-only values should be in the format 'YYYY-MM-DD'. If a time variable is not supplied, the row order of the data is used.
de: Optional. Kann entweder eine ordinale Variable sein, welche die Reihenfolge von Beobachtungen angibt, oder eine Textvariable, welche die Datum/Zeitstempel von Beobachtungen angibt. Kombinierte Werte von Datum und Zeit sollten im Standartformat sein 'JJJJ-MM-TT HH:MM:SS', wobei Sekunden (':SS') auch ausgelassen werden können. Werte ausschließlich mit Datum sollten im Format 'JJJJ-MM-TT' sein. Wenn keine Zeitvariable angegeben wird, wird die Zeilenreihenfolge der Daten genutzt.

# DescriptivesTimeSeries|
source: Transpose descriptives table
de: Deskriptive Tabelle transponieren

# DescriptivesTimeSeries|
source: Filter by
de: Filtern nach

# DescriptivesTimeSeries|
source: Filters the time series so only a specific range will be used for further analyses. Row number refers to the row number in the spreadsheet. If a 'Time' variable is supplied it is also possible to filter by time index or date, depending on the format of the 'Time' variable.
de: Filtert die Zeitreihe, so dass nur ein bestimmter Bereich für weitere Analysen verwendet wird. Zeilennummer bezieht sich auf die Zeilennummer in der Datentabelle. Wenn eine 'Zeit'-Variable angegeben wird, kann auch nach Zeitindex oder Datum gefiltert werden, je nach Format der 'Zeit'-Variable.

# DescriptivesTimeSeries|
source: Row number
de: Zeilennummer

# DescriptivesTimeSeries|
source: End
de: Ende

# DescriptivesTimeSeries|
source: Time index
de: Zeitindex

# DescriptivesTimeSeries|
source: Date
de: Datum

# DescriptivesTimeSeries|
source: Plots
de: Diagramme

# DescriptivesTimeSeries|
source: Time series plot
de: Zeitreihendiagramm

# DescriptivesTimeSeries|
source: Plots the dependent variable (y-axis) over time (x-axis).
de: Zeichnet die abhängige Variable (y-Achse) über die Zeit (x-Achse).

# DescriptivesTimeSeries|
source: Points
de: Punkte

# DescriptivesTimeSeries|
source: Line
de: Linie

# DescriptivesTimeSeries|
source: Both
de: Beide

# DescriptivesTimeSeries|
source: Distribution
de: Verteilung

# DescriptivesTimeSeries|
source: Density
de: Dichte

# DescriptivesTimeSeries|
source: Histogram
de: Histogramm

# DescriptivesTimeSeries|
source: None
de: Keine

# DescriptivesTimeSeries|
source: Lag plot
de: Verzögerungsdiagramm

# DescriptivesTimeSeries|
source: Plots the dependent variable (y-axis) against a lagged version of itself (x-axis). The lag stands for the amount of observations in between the dependent variable and the lagged version of itself. The regression line is the autoregression at the specified lag.
de: Zeigt die abhängige Variable (y-Achse) gegen eine verzögerte Version von sich selbst (x-Achse). Die Verzögerung steht für die Anzahl der Beobachtungen zwischen der abhängigen Variablen und der verzögerten Version von sich selbst. Die Regressionslinie ist die Autoregression bei der angegebenen Verzögerung.

# DescriptivesTimeSeries|
source: Lag
de: Verzögerung

# DescriptivesTimeSeries|
source: Add regression line
de: Regressionsgerade hinzufügen

# DescriptivesTimeSeries|
source: Smooth
de: Glättung

# DescriptivesTimeSeries|
source: Confidence interval
de: Konfidenzintervall

# DescriptivesTimeSeries|
source: Autocorrelation function
de: Autokorrelationsfunktion

# DescriptivesTimeSeries|
source: Maximum lag
de: Maximale Verzögerung

# DescriptivesTimeSeries|
source: Zero lag
de: Null Verzögerung

# DescriptivesTimeSeries|
source: Plots the autocorrelation for a specified number of lags. The confidence interval may be given assuming either a white noise process, or assuming for a lag q a moving average process of order q - 1.
de: Zeigt die Autokorrelation für eine bestimmte Anzahl von Verzögerungen. Das Konfidenzintervall kann angegeben werden, mit der Annahme eines Prozesses mit weißem Rauschen, oder der Annahme eines gleitenden Mittelwertsprozesses der Ordnung q - 1 für eine Verzögerung q.

# DescriptivesTimeSeries|
source: Based on white noise
de: Basierend auf weißem Rauschen

# DescriptivesTimeSeries|
source: Based on moving average
de: Basierend auf gleitendem Mittelwert

# DescriptivesTimeSeries|
source: Partial autocorrelation function
de: Partielle Autokorrelationsfunktion

# DescriptivesTimeSeries|
source: Plots the partial autocorrelation for a specified number of lags.
de: Zeigt die partielle Autokorrelation für eine bestimmte Anzahl von Verzögerungen.

# SpectralTimeSeries|
source: Spectral analysis allows the user to assess the frequency components and power distribution of a time series.
de: Spektralanalyse ermöglicht es dem Anwender, die Frequenzkomponenten und die Leistungsverteilung einer Zeitreihe zu bewerten.
nl: Met spectrale analyse kan de gebruiker de frequentiecomponenten en de power verdeling van een tijdreeks beoordelen.

# SpectralTimeSeries|
source: A variable that is measured repeatedly over time.
de: Eine Variable, die über die Zeit wiederholt gemessen wird.
nl: Een variabele die in de loop van de tijd herhaaldelijk wordt gemeten.

# SpectralTimeSeries|
source: Time
de: Zeit
nl: Tijd

# SpectralTimeSeries|
source: Optional. Can either be an ordinal variable indicating the order of the observations, or a text variable indicating the date/time stamp of the observations. Combined date and time values should be in the standard format 'YYYY-MM-DD HH:MM:SS', where seconds (':SS') can also be omitted. Date-only values should be in the format 'YYYY-MM-DD'. If a time variable is not supplied, the row order of the data is used.
de: Optional. Kann entweder eine ordinale Variable sein, welche die Reihenfolge von Beobachtungen angibt, oder eine Textvariable, welche die Datum/Zeitstempel von Beobachtungen angibt. Kombinierte Werte von Datum und Zeit sollten im Standartformat sein 'JJJJ-MM-TT HH:MM:SS', wobei Sekunden (':SS') auch ausgelassen werden können. Werte ausschließlich mit Datum sollten im Format 'JJJJ-MM-TT' sein. Wenn keine Zeitvariable angegeben wird, wird die Zeilenreihenfolge der Daten genutzt.
nl: Optioneel. Kan een ordinale variabele zijn die de volgorde van de waarnemingen aangeeft, of een tekstvariabele die de datum/tijdstempel van de waarnemingen aangeeft. Gecombineerde datum- en tijdwaarden moeten in het standaardformaat “JJJJ-MM-DD HH:MM:SS” zijn, waarbij seconden (“:SS”) ook kunnen worden weggelaten. Alleen datumwaarden moeten in het formaat “JJJJ-MM-DD” staan. Als er geen tijdvariabele wordt opgegeven, wordt de rijvolgorde van de gegevens gebruikt.

# SpectralTimeSeries|
source: Spectral density
de: Spektrale Leistungsdichte
nl: Spectrale dichtheid

# SpectralTimeSeries|
source: Kernel smoother
de: Kernel-Glättung
nl: Kernel gladmaker

# SpectralTimeSeries|
source: Smooths the power spectral density using a kernel. The dimension determines the convolution of kernels. The taper specifies the proportion of data to which a split cosine bell taper is applied at the beginning and end of the series.
de: Glättet die spektrale Leistungsdichte mit einem Kernel. Die Dimension bestimmt die Faltung von Kerneln. Die Abschwächung gibt den Datenanteil an, auf den am Anfang und Ende der Reihe ein geteilter Kosinus-Glocken-Abschwächung angewendet wird.
nl: Maakt de spectrale power dichtheid glad met een kernel. De dimensie bepaalt de convolutie van de kernels. De taper specificeert het deel van de gegevens waarop een gesplitste cosinus taper wordt toegepast aan het begin en einde van de reeks.

# SpectralTimeSeries|
source: Modified Daniell
de: Daniell, modifiziert
nl: Aangepaste Daniell

# SpectralTimeSeries|
source: Taper
de: Abschwächung

# SpectralTimeSeries|
source: Filter by
de: Filtern nach
nl: Filter op

# SpectralTimeSeries|
source: Filters the time series so only a specific range will be used for further analyses. Row number refers to the row number in the spreadsheet. If a 'Time' variable is supplied it is also possible to filter by time index or date, depending on the format of the 'Time' variable.
de: Filtert die Zeitreihe, sodass nur ein bestimmter Bereich für weitere Analysen verwendet wird. Zeilennummer bezieht sich auf die Zeilennummer in der Datentabelle. Wenn eine 'Zeit'-Variable angegeben wird, kann je nach Format der 'Zeit'-Variable auch nach Zeitindex oder Datum gefiltert werden.
nl: Filtert de tijdreeks zodat alleen een specifiek bereik wordt gebruikt voor verdere analyses. Het rijnummer verwijst naar het rijnummer in de spreadsheet. Als er een 'Tijd'-variabele wordt opgegeven, is het ook mogelijk om te filteren op tijdsindex of datum, afhankelijk van de indeling van de 'Tijd'-variabele.

# SpectralTimeSeries|
source: Row number
de: Zeilennummer
nl: Rijnummer

# SpectralTimeSeries|
source: End
de: Ende
nl: Einde

# SpectralTimeSeries|
source: Time index
de: Zeitindex
nl: Tijdindex

# SpectralTimeSeries|
source: Date
de: Datum
nl: Datum

# SpectralTimeSeries|
source: Noise shape line
de: Rauschform-Linie
nl: Ruisvormlijn

# SpectralTimeSeries|
source: Add a line to the spectral density indicating the power spectral density of a white, pink or brown noise process.
de: Linie zur Spektraldichte hinzufügen, die die Leistungsspektraldichte eines weißen, rosa oder braunen Rauschvorgangs angibt.
nl: Voeg een lijn toe aan de spectrale dichtheid die de spectrale power dichtheid van een wit, roze of bruin ruisproces aangeeft.

# SpectralTimeSeries|
source: White noise
de: Weißes Rauschen
nl: Witte ruis

# SpectralTimeSeries|
source: Pink noise
de: Rosa Rauschen
nl: Roze ruis

# SpectralTimeSeries|
source: Brown noise
de: Brownsches Rauschen
nl: Bruine ruis

# SpectralTimeSeries|
source: Transforms the time series by removing the trend or mean.
de: Transformiert die Zeitreihe durch Entfernen des Trends oder Mittelwerts.
nl: Transformeert de tijdreeks door de trend of het gemiddelde te verwijderen.

# SpectralTimeSeries|
source: Detrend
de: Trend entfernen
nl: Trendcorrectie

# SpectralTimeSeries|
source: Demean
de: Mittelwert entfernen
nl: Gemiddeldecorrectie

# StationarityTimeSeries|
source: Stationarity allows the user to test a univariate time-series for stationarity and to transform the time-series if necessary.
de: Stationarität ermöglicht es dem Benutzer, eine univariate Zeitreihe auf Stationarität zu testen und die Zeitreihen bei Bedarf zu transformieren.
nl: Met stationariteit kan de gebruiker een univariate tijdreeks testen op stationariteit en indien nodig de tijdreeks transformeren.

# StationarityTimeSeries|
source: A variable that is measured repeatedly over time.
de: Eine Variable, die über die Zeit wiederholt gemessen wird.
nl: Een variabele die in de loop van de tijd herhaaldelijk wordt gemeten.

# StationarityTimeSeries|
source: Time
de: Zeit
nl: Tijd
