Repository: jasp-stats/jaspTimeSeries
Catalog: po/R-*.po
Languages: es, gl, nl, pt, sr, ta, tr

source: Time Series Plot
es: Gráfico de Serie temporal
gl: Gráfica de Serie temporal
nl: Tijdreeksfiguur
pt: Gráfico de Séries Temporais
sr: Графикон временске серије
ta: நேர தொடர் சூழ்ச்சி
tr: Zaman Serisi Grafiği

source: The ARIMA model could not be fit.
es: Non se puede ajustar el modelo ARIMA.
gl: Non pode axustarse o modelo ARIMA.
nl: Het ARIMA-model kon niet worden gefit.
pt: O modelo ARIMA não pôde ser ajustado.
sr: ARIMA модел није могао бити прилагођен.
ta: அரிமா மாதிரி பொருத்தமாக இருக்க முடியாது.
tr: ARIMA modeli uygulanamadı.

source: No parameters are estimated.
es: Non se estimó ningún parámetro.
gl: Non se estimou ningún parámetro.
nl: Er worden geen parameters geschat.
pt: Nenhum parâmetro foi estimado.
sr: Нема процењених параметара.
ta: அளவுருக்கள் எதுவும் மதிப்பிடப்படவில்லை.
tr: Hiçbir parametre tahmin edilmemiştir.

source: Model Summary
es: Resumen del Modelo
gl: Resumo do Modelo
nl: Model Samenvatting
pt: Resumo do Modelo
sr: Резиме модела
tr: Model Özeti

source: Log-Likelihood
es: Log-Verosimilitud
gl: Log-Verosimilitude
pt: Log-Verossimilhança
sr: Лог-вероватноћа
ta: பதிவு-நிகழ்தகவு
tr: Log-Olasılık

source: BIC
pt: CIB

source: Coefficients
es: Coeficientes
gl: Coeficientes
nl: Coëfficiënten
pt: Coeficientes
sr: Коефицијенти
tr: Katsayılar

source: Estimate
es: Estimar
gl: Estimar
nl: Schatting
pt: Estimativa
sr: Проценити
ta: மதிப்பீடு
tr: Kestirim (Tahmin)

source: Standard Error
es: Error Típico
gl: Erro Padrón
nl: Standaardfout
pt: Erro Padrão
sr: Стандардна грешка
tr: Standart Hata

source: %s%% CI
es: IC del %s%%
gl: IC do %s%%
nl: %s%% BI
pt: IC de %s%%
ta: %s%% தொஒ
tr: %s%% GA

source: Lower
es: Inferior
nl: Onder
pt: Inferior
sr: Ниже
ta: கீழ்
tr: Alt

source: Upper
es: Superior
nl: Boven
pt: Superior
sr: Горњи
ta: மேல்
tr: Üst

source: Intercept
es: Constante
gl: Constante
pt: Intercepto
sr: Пресек
tr: Kesişim

source: seasonal AR(%1$i)
es: AR(%1$i) estacional
gl: AR(%1$i) estacional
nl: seizoensgebonden AR(%1$i)
pt: sazonal AR(%1$i)
sr: сезонски AR(%1$i)
ta: பருவகால AR(%1$i)
tr: dönemsel AR(%1$i)

source: seasonal MA(%1$i)
es: MA(%1$i) estacional
gl: MA(%1$i) estacional
nl: seizoensgebonden MA(%1$i)
pt: MA(%1$i) sazonal
sr: сезонски MA(%1$i)
ta: பருவகால மா (%1$i)
tr: dönemsel MA(%1$i)

source: An ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] model was fitted.
es: Se ajustó un modelo ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s].
gl: Axustouse un modelo ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s].
nl: Er werd een ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] model toegepast.
pt: Um modelo ARIMA (%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] foi ajustado.
sr: ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] модел је прилагођен.
ta: ஒரு அரிமா (%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] மாதிரி பொருத்தப்பட்டது.
tr: ARIMA(%1$s, %2$s, %3$s)(%4$s, %5$s, %6$s)[%7$s] modeli uygulandı.

source: An ARIMA(%1$s, %2$s, %3$s) model was fitted.
es: Se ajustó un modelo ARIMA(%1$s, %2$s, %3$s).
gl: Axustouse un modelo ARIMA(%1$s, %2$s, %3$s).
nl: Er werd een ARIMA(%1$s, %2$s, %3$s) model toegepast.
pt: Um modelo ARIMA (%1$s, %2$s, %3$s) foi ajustado.
sr: ARIMA(%1$s, %2$s, %3$s) модел је прилагођен.
ta: ஒரு அரிமா ( %1$s, %2$s, %3$s) மாதிரி பொருத்தப்பட்டது.
tr: Bir ARIMA(%1$s, %2$s, %3$s) modeli uygulandı.

source: Residual Diagnostics Plots
es: Gráficos de diagnósticos de los errores
gl: Gráficas de diagnósticos dos erros
nl: Residuele Diagnostische Figuren
pt: Gráficos de Diagnóstico Residual
sr: Графикони дијагностике остатака
ta: மீதமுள்ள கண்டறியும் அடுக்கு
tr: Artık(artan) Tespit Grafikleri

source: Autocorrelation Function Plot
es: Gráfico de la función de Autocorrelación
gl: Gráfica da función de Autocorrelación
nl: Autocorrelatiefunctie figuur
pt: Gráfico de Função de Autocorrelação
sr: Графикон функције ауто-корелације
ta: தன்னியக்க தொடர்பு செயல்பாடு சூழ்ச்சி
tr: Otokorelasyon Fonksiyonu Grafiği

source: Q-Q Plot
es: Gráfico Q-Q
gl: Gráfica Q-Q
nl: Q-Q Figuur
pt: Gráfico Q-Q
sr: Q-Q графикон
ta: Q-Q சூழ்ச்சி
tr: Q-Q Grafiği

source: Ljung-Box Plot
es: Gráfico de Ljung-Box
gl: Gráfica de Ljung-Box
nl: Ljung-Box Figuur
pt: Gráfico Ljung-Box
sr: Ljung-Box графикон
ta: லுங்-பாக்ச் சூழ்ச்சி
tr: Ljung-Kutu Grafiği

source: Lag
es: Retardo
gl: Retardo
nl: Vertraging
pt: Atraso
sr: Кашњење
tr: Gecikme

source: p-value
es: Valor p
gl: Valor p
nl: p-waarde
pt: valor-p
sr: p-вредност
ta: பி-மதிப்பு
tr: p-değeri

source: When 'Covariates' are used in the model, predictions cannot be carried out unless the covariates are also observed for the predicted period.
es: Cuando se utiliza 'Covariables' en el modelo, las predicciones no se pueden llevar a cabo a no ser que las covariables se observen también para el período de predicción.
gl: Cando se utiliza 'Covariantes' no modelo, as predicións non se poden realizar a non ser que as covariantes se observen tamén para o período de predición.
nl: Wanneer 'Covariaten' worden gebruikt in het model, kunnen geen voorspellingen worden gedaan tenzij de covariaten ook worden waargenomen voor de voorspelde periode.
pt: Quando 'Covariáveis' são usadas no modelo, as previsões não podem ser realizadas a menos que as covariáveis também sejam observadas durante o período previsto.
sr: Када се „Коваријате“ користе у моделу, предвиђања се не могу извршити осим ако су коваријате такође посматране за период предвиђања.
ta: மாதிரியில் 'கோவாரியட்டுகள்' பயன்படுத்தப்படும்போது, கணிக்கப்பட்ட காலத்திற்கு கோவாரியட்டுகளும் காணப்படாவிட்டால் கணிப்புகளை மேற்கொள்ள முடியாது.
tr: Modelde 'Ortak değişkenler' kullanıldığında, ortak değişkenler tahmin edilen dönem için de gözlenmediği sürece tahminler yapılamaz.

source: Not enough observations in the covariate%1$s. The maximum number of forecasts is %2$s.
es: No hay observaciones suficientes en las covariantes %1$s. El número máximo de predicciones es %2$s.
gl: No hai observacións suficientes nas covariantes %1$s. O número máximo de predicións é %2$s.
nl: Niet genoeg waarnemingen in het covariaat%1$s. Het maximum aantal voorspellingen is %2$s.
pt: Não há observações suficientes na covariável %1$s. O número máximo de previsões é %2$s.
sr: Недовољно опажања у коваријати %1$s. Максималан број предвиђаја је %2$s.
ta: கோவாரியேட்%1$s இல் போதுமான அவதானிப்புகள் இல்லை. முன்னறிவிப்புகளின் அதிகபட்ச எண்ணிக்கை %2$s ஆகும்.
tr: Ortak değişken %1$s'de yeterli gözlem yok. Maksimum tahmin sayısı %2$s.

source: Forecasting failed.
es: Falló la predicción.
gl: Fallou a predición.
nl: Prognose mislukt.
pt: A previsão falhou.
sr: Предвиђање није успело.
ta: முன்னறிவிப்பு தோல்வியடைந்தது.
tr: Tahmin başarısız oldu.

source: Forecast Time Series Plot
es: Gráfico de predicción de serie temporal
gl: Gráfica de predición de serie temporal
nl: Tijdreeksprognose Figuur
pt: Gráfico de Séries Temporais de Previsão
sr: Графикон предвиђања временске серије
ta: முன்னறிவிப்பு நேரத் தொடர் சூழ்ச்சி
tr: Tahmin Zaman Serisi Grafiği

source: Forecasts
es: Predicciones
gl: Predicións
nl: Prognoses
pt: Previsões
sr: Прогнозе
ta: கணிப்புகள்
tr: Tahminler

source: The spectral analysis failed.
es: Falló el análisis espectral.
gl: Fallou a análise espectral.
nl: The spectrale analyse is mislukt.
pt: A análise espectral falhou.
sr: Спектрална анализа није успела.
ta: ச்பெக்ட்ரல் பகுப்பாய்வு தோல்வியடைந்தது.
tr: Spektral analiz başarısız oldu.

source: Power Spectral Density Plot
es: Gráfico de densidad espectal de potencia
gl: Gráfica de densidade espectral de potencia
nl: Power Spectrale Dichtheid Figuur
pt: Gráfico de Densidade Espectral de Potência
sr: Графикон спектралне густине снаге
ta: ஆற்றல் நிறமாலை அடர்த்தி சூழ்ச்சி
tr: Güç Spektral Yoğunluk Grafiği

source: Spectral Density
es: Densidad espectral
gl: Densidade espectral
nl: Spectrale Dichtheid
pt: Densidade Espectral
sr: Спектрална густина
ta: நிறமாலை அடர்த்தி
tr: Spektral Yoğunluk

source: Bandwidth
es: Ancho de banda
gl: Largo de banda
nl: Bandbreedte
pt: Largura de banda
sr: Ширина пропустног опсега
ta: பட்டை அகலம்
tr: Bant genişliği

source: Data cannot be zero or negative for log transformation.
es: Los datos no pueden ser nulos o negativos con la transformación logarítmica.
gl: Para a transformación logarítmica, os datos non poden ser nulos nin negativos.
nl: Gegevens kunnen niet nul of negatief zijn voor logtransformatie.
pt: Os dados não podem ser zero ou negativos para transformação logarítmica.
sr: Подаци не могу бити нула или негативни за логаритамску трансформацију.
ta: பதிவு மாற்றத்திற்கு தரவு பூச்சியமாகவோ அல்லது எதிர்மறையாகவோ இருக்க முடியாது.
tr: Log dönüşümü için veri sıfır veya negatif olamaz.

source: Data cannot be negative for root transformation.
es: Los datos non pueden ser nagativos con la transformación raíz cuadrada.
gl: Para a transformación raíz cadrada, os datos non poden ser negativos.
nl: Gegevens kunnen niet negatief zijn voor worteltransformatie.
pt: Os dados não podem ser negativos para transformação de raiz.
sr: Подаци не могу бити негативни за корен трансформацију.
ta: ரூட் மாற்றத்திற்கு தரவு எதிர்மறையாக இருக்க முடியாது.
tr: Kök dönüşümü için veri negatif olamaz.

source: Detrend using linear regression
es: Quitar la tendencia usando regresión lineal
gl: Quitar a tendencia usando regresión linear
nl: Trendcorrectie met lineaire regressie
pt: Remover a tendência usando regressão linear
sr: Уклоните тренд помоћу линеарне регресије
ta: நேரியல் பின்னடைவைப் பயன்படுத்தி தடுப்பு
tr: Doğrusal regresyon kullanarak trendi ortadan kaldırın

source: Degree
es: Grado
gl: Grao
nl: Graad
pt: Grau
sr: Степен
ta: பட்டம்
tr: Derece

source: A polynomial regression with a degree of %s was fitted.
es: Se ajustó una regresión polinómica de grado %s.
gl: Axustouse unha regresión polinómica de grao %s .
nl: Er werd een polynomiale regressie met een graad van %s toegepast.
pt: Uma regressão polinomial com grau %s foi ajustada.
sr: Полиномијална регресија степена %s је прилагођена.
ta: %s அளவோடு ஒரு பல்லுறுப்புறுப்பு பின்னடைவு பொருத்தப்பட்டது.
tr: %s derecesine sahip polinom regresyonu uygulandı.

source: Stationarity Tests
es: Contrastes de Estacionaridad
gl: Probas de Estacionariedade
nl: Stationariteitstoetsen
pt: Testes de Estacionariedade
sr: Тестови стационарности
ta: நிலைத்தன்மை சோதனைகள்
tr: Durağanlık Testleri

source: Test
es: Contraste
gl: Proba
nl: Toets
pt: Teste
sr: Тест
ta: தேர்வு
tr: Deneme/Dene

source: Statistic
es: Estadístico
gl: Estatístico
nl: Statistiek
pt: Estatística
sr: Статистика
tr: İstatistik

source: Truncation lag parameter
es: Parámetro de truncamiento de retardos
gl: Parámetro para tronzado de retardos
nl: Truncatie vertragingsparameter
pt: Parâmetro de atraso de truncamento
sr: Скрати параметар кашњења
ta: துண்டிப்பு பின்னடைவு அளவுரு
tr: Kesme gecikme parametresi

source: Level
es: Nivel
gl: Nivel
nl: Niveau
pt: Nível
sr: Ниво
tr: Seviye

source: Trend
es: Tendencia
gl: Tendencia
pt: Tendência
sr: Тренд
ta: போக்கு
tr: Eğilim

source: Non-stationary
es: No estacionario
gl: Non estacionario
nl: Niet-stationair
pt: Não estacionário
sr: Нестационарни
ta: நிலையான அல்லாத
tr: Sabit olmayan

source: Level stationary
es: Estacionario en nivel
gl: Estacionaria en nivel
nl: Niveau stationariteit
pt: Nível estacionário
sr: Ниво стационаран
ta: நிலை நிலையான
tr: Seviye sabit

source: Trend stationary
es: Estacionario en tendencia
gl: Estacionaria en tendencia
nl: Trend stationariteit
pt: Tendência estacionária
sr: Тренд стационаран
ta: போக்கு நிலையானது
tr: Durağan eğilim

source: The ADF test failed.
es: Falló el contraste ADF.
gl: Fallou a proba DFA (ADF).
nl: De ADF test is mislukt.
pt: O teste ADF falhou.
sr: ADF тест није успео.
ta: ADF சோதனை தோல்வியடைந்தது.
tr: ADF testi başarısız oldu.

source: The PP regression coefficient test failed.
es: Falló el contraste de coeficientes de la regresión de PP.
gl: Fallou a proba de coeficientes da regresión PP.
nl: De PP-regressiecoëfficiënttest is mislukt.
pt: O teste do coeficiente de regressão PP falhou.
sr: Тест коефицијента PP регресије није успео.
ta: பிபி பின்னடைவு குணக சோதனை தோல்வியடைந்தது.
tr: PP regresyon katsayısı testi başarısız oldu.

source: The PP studentized test failed.
es: Falló el contraste tipificado de PP.
gl: Fallou a proba tipificada de PP.
nl: De PP-studententest is mislukt.
pt: O teste PP estudentizado falhou.
sr: PP студентски тест није успео.
ta: பிபி மாணவர் சோதனை தோல்வியடைந்தது.

source: The KPSS test for level stationarity failed.
es: Falló el contraste KPSS para la estacionariedad en nivel.
gl: Fallou a proba KPSS para a estacionariedade en nivel.
nl: De KPSS-test voor niveaustationariteit is mislukt.
pt: O teste KPSS para estacionariedade de nível falhou.
sr: KPSS тест за стационарност нивоа није успео.
ta: நிலை நிலைத்தன்மைக்கான கே.பி.எச்.எச் சோதனை தோல்வியடைந்தது.
tr: KPSS seviye sabitliği sınavında başarısız oldum.

source: The KPSS test for trend stationarity failed.
es: Falló el contraste KPSS para la estacionaridad en tendencia.
gl: Fallou a proba KPSS para a estacionaridade en tendencia.
nl: De KPSS-test voor trendstationariteit is mislukt.
pt: O teste KPSS para estacionariedade de tendência falhou.
sr: KPSS тест за стационарност тренда није успео.
ta: போக்கு நிலைத்தன்மைக்கான கே.பி.எச்.எச் சோதனை தோல்வியடைந்தது.
tr: KPSS trend durağanlığı testi başarısız oldu.

source: The p-value is actually less than p-value shown (see Help file).
es: La Probabilidad Asociada (valor p) es en este momento menor que la mostrada (consulta el fichero de Ayuda).
gl: A Probabilidade Asociada (valor p) é neste momento menor que a amosada (consulta o ficheiro de Axuda).
nl: De p-waarde is eigenlijk lager dan de getoonde p-waarde (zie Help-bestand).
pt: O valor-p é, na verdade, menor que o valor-p mostrado (veja o arquivo de Ajuda).
sr: p-вредност је заправо мања од приказане p-вредности (погледајте датотеку помоћи).
ta: பி-மதிப்பு உண்மையில் காட்டப்பட்டுள்ள பி-மதிப்பை விட குறைவாக உள்ளது (உதவி கோப்பைப் பார்க்கவும்).
tr: p-değeri aslında gösterilen p-değerinden daha küçüktür (Yardım dosyasına bakın).

source: The p-value is actually greater than p-value shown (see Help file).
es: La Probabilidad Asociada (valor p) es en este momento mayor que la mostrada (consulta el fichero de Ayuda).
gl: A Probabilidade Asociada (valor p) é neste momento maior que a amosada (consulta o ficheiro de Axuda).
nl: De p-waarde is eigenlijk groter dan de getoonde p-waarde (zie Help-bestand).
pt: O valor-p é, na verdade, maior que o valor-p mostrado (veja o arquivo de Ajuda).
sr: p-вредност је заправо већа од приказане p-вредности (погледајте датотеку помоћи).
ta: பி-மதிப்பு உண்மையில் காட்டப்பட்டுள்ள பி-மதிப்பை விட அதிகமாக உள்ளது (உதவி கோப்பைப் பார்க்கவும்).
tr: p-değeri aslında gösterilen p-değerinden daha büyüktür (Yardım dosyasına bakın).

source: Autocorrelation Function
es: Función de Autocorrelación
gl: Función de Autocorrelación
nl: Autocorrelatiefunctie
pt: Função de Autocorrelação
sr: Функција аутокорелације
ta: தன்னியக்க தொடர்பு செயல்பாடு
tr: Otokorelasyon Fonksiyonu

source: Partial Autocorrelation Function
es: Función de Autocorrelación Parcial
gl: Función de Autocorrelación Parcial
nl: Gedeeltelijke Autocorrelatiefunctie
pt: Função de Autocorrelação Parcial
sr: Функција парцијалне аутокорелације
ta: பகுதி தன்னியக்க தொடர்பு செயல்பாடு
tr: Kısmi Otokorelasyon Fonksiyonu

source: t
ta: டி

source: p
ta: ப
